{
  "classic": {
    "PF001": {
      "fork": "---E",
      "title": "Traditional",
      "desc": "The classic pitchfork! Repel bundles of sticks and filthy liars with ease!",
      "descLong": "The traditional pitchfork! As seen in \"Frankenstein's monster\", \"Shrek\", and many comment sections of OP's submissions! This pitchfork is versatile and simple, and compatible with all OSs and browsers, even IE!",
      "price": 299
    },
    "PF002": {
      "fork": "Ǝ---",
      "title": "Left-handed",
      "desc": "Let the hate flow through all people! Handle made of special left-handed isomer wood.",
      "descLong": "Let those left-handed people join in on the hate! Don't hinder anybody from getting OP! It's a basic human right to heckle those who have done wrong and reposted stuff from the top 10 most popular posts.",
      "price": 299
    },
    "PF003": {
      "fork": "---{",
      "title": "Fancy",
      "desc": "Manufactured by the smith of Versailles, this is the pitchfork for the real connoisseur that dwells within all neckbeards.",
      "descLong": "That wretched \"Original poster\" scoundrel shall feel our wrath! It is indeed correct, dear customer, that this \"Original Poster\" swine is a compiled set of twigs, and shall be punished for his misdeeds as reposteur and liar! Pitchfork comes equipped with Charles , the best pitchfork-flailing servant in England!",
      "price": 649
    },
    "PF004": {
      "fork": "---[",
      "title": "Array",
      "desc": "The programmer's best friend! It looks like a single pitchfork, but no, it's actually 100 pitchforks in one!",
      "descLong": "for (var i=0;i<100;i++){<br>&nbsp;&nbsp;&nbsp;pitchforks.push(\"---[\");<br>}<br><br>Programming, bitches! Now you too can store many pitchforks in one!",
      "price": 575
    },
    "PF005": {
      "fork": "---<",
      "title": "Minimalistic",
      "desc": "The perfect pitchfork for the ones who crave precision and style! Hide it in OP's HTML and it'll mess things up!",
      "descLong": "Style. Class. Elegance. This exquisite pitchfork designed by Apple and PitchforkEmporium marks the pinnacle of pitchforkian design. Two-times Golden Pitchfork-awarded, nominated for \"best pitchfork of 2016\" by the Frankenstein Academy!",
      "price": 199
    }
  },
  "discounts": {
    "DPF001": {
      "fork": "---F",
      "title": "33% Off",
      "desc": "Too much money spent on anti-OP insurance? This is the budget pitchfork for you! Almost as deadly, 67% effective.",
      "descLong": "Some of us have a little less money, and that's okay! We here at PitchforkEmporium want everyone to participate in getting OP, regardless of pitchfork aptitude.",
      "price": 199
    },
    "DPF002": {
      "fork": "---L",
      "title": "67% Off",
      "desc": "Too much money spent on 33% off pitchforks? This is the budget pitchfork for you! Almost as deadly, 33% effective.",
      "descLong": "One should never spend too much on pitchforks, regardless of urgency. Physics has taught us that less surface area=greater pressure. Yes, you can get further into OP's ass than everbody else!",
      "price": 99
    },
    "DPF003": {
      "fork": "---|",
      "title": "97% Off",
      "desc": "Thoroughly used pitchfork. It has great experience with OP asses!",
      "descLong": "Mostly used to push OP away from you. Can also be used as a sharp hammer. Make sure to practice your swingin' skills!",
      "price": 9
    },
    "DPF004": {
      "fork": "---e",
      "title": "Manufacturer's Defect",
      "desc": "Not all pitchforks are created equal. Some are more special than others!",
      "descLong": "Long Sunday, sleepy Monday at our factory! We need to get these defective pitchforks away from our stock as soon as possible. Don't worry, though! This blunt instrument fits well with the skull of a filthy liar!",
      "price": 149
    }
  },
  "world": {
    "WPF001": {
      "fork": "---€",
      "title": "The Euro",
      "desc": "Fresh in from the European Union! Beret, sleeping Spaniard, knödel, and pasta included.",
      "descLong": "Hunting OP brings us together; The European union brings Europe together. [citation needed] Conspire against OP and join the union at the same time with this Euro pitchfork! Four prongs make for efficient hunting!",
      "price": 199
    },
    "WPF002": {
      "fork": "---£",
      "title": "The Pound",
      "desc": "\"Oi m8, u 'avin a giggle? I'mma do ur fookin 'ead in, I swer on me gran!\"",
      "descLong": "It is indeed so, that there exist lying gentlemen and gentlewomen in the glorious kingdom of Elizabeth! Away with thee, scoundrel! Hurry up, I say! I shall introduce thee to thy creator!",
      "price": 169
    },
    "WPF003": {
      "fork": "---₤",
      "title": "The Lira",
      "desc": "Fresh in from Turkey! Made of kebab and stringy ice cream. Delivered in a styrofoam box.",
      "descLong": "This is a versatile pitchfork! It can be used to ward off lying scum and pick up kebab meat! Designed by Erdoğan himself, because he said he should.",
      "price": 730
    },
    "WPF004": {
      "fork": "---¥",
      "title": "The Yen",
      "desc": "A small, efficient tool from Japan! Used by samurais and the Japanese shitpost army.",
      "descLong": "The Japanese are always up front in the pitchfork industry. This is the newest style, designed with love in Japan, intended to be used like a hammer! Boy is it efficient! We put this pitchfork to the test on 100 karma whores and none of them survived!",
      "price": 2437
    }
  }
}
